Revit 2024 API
ExporterIFC.ClearFaceWithElementHandleMap Method
 Clear face with element handle map.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public void ClearFaceWithElementHandleMap()
Visual Basic
Public Sub ClearFaceWithElementHandleMap
Visual C++
public:
void ClearFaceWithElementHandleMap()
See Also
ExporterIFC Class
Autodesk.Revit.DB.IFC Namespace